---
kind: other
id: Properties.T:Autodesk.Revit.DB.IFC.IFCConnectedWallData
source: html/37f951b0-eeb2-f1c7-8dbf-246717f12d64.htm
---
# IFCConnectedWallData Properties

The element id to which this element is joined.